---
kind: enumMember
id: F:Autodesk.Revit.DB.LayerCategoryType.AnalyticalModel
enum: Autodesk.Revit.DB.LayerCategoryType
source: html/7fc41293-ee24-a6cd-dc71-a5f9941cd0da.htm
---
# Autodesk.Revit.DB.LayerCategoryType.AnalyticalModel

AnalyticalModel categories.